Repository: jbr7rr/MedtrumKit
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans

source: Suspend Insulin Delivery
ar: إيقاف توصيل الأنسولين
da: Afbryd insulintilførsel
de: Insulinabgabe aussetzen
es: Suspender la administración de insulina
fi: Keskeytä insuliinin toimitus
fr: Suspendre l'administration d'insuline
he: השהה את אספקת האינסולין
hu: Az inzulinszállítás felfüggesztése
it: Sospendere la somministrazione di insulina
ja: インスリン投与を一時停止する
ko: 인슐린 배달 일시 중단
nb: Avbryt insulintilførselen
nl: Insulinetoediening opschorten
pl: Wstrzymanie podawania insuliny
pt_br: Suspender a administração de insulina
ro: Suspendați administrarea insulinei
ru: Приостановить подачу инсулина
sk: Pozastavenie podávania inzulínu
sl: Prekinitev dovajanja insulina
sv: Avbryt insulintillförseln
tr: İnsülin Uygulamasını Askıya Alın
uk: Призупинити видачу інсуліну
zh_hans: 暂停胰岛素输注

source: Suspend patch
ar: تعليق التصحيح
da: Suspender patch
de: Patch aussetzen
es: Suspender parche
fi: Keskeytä laastari
fr: Suspendre le patch
he: השהה את התיקון
hu: Foltozás felfüggesztése
it: Sospendere la patch
ja: パッチを一時停止する
ko: 패치 일시 중단
nl: Patch opschorten
pl: Zawieszenie poprawki
pt_br: Suspender o patch
ro: Suspendați pompa
ru: Приостановить патч
sk: Pozastavenie náplasti
sl: Začasna prekinitev popravka
sv: Upphäv patch
tr: Yamayı askıya al
uk: Призупинити дію патчу
zh_hans: 暂停贴泵

source: Suspended
ar: موقوفة عن العمل
da: Suspenderet
de: Aufgehängt
es: Suspendido
fi: Keskeytetty
fr: Suspendu
he: מושעה
hu: Felfüggesztett
it: Sospeso
ja: 中断
ko: 일시 중단됨
nb: Suspendert
nl: Geschorst
pl: Zawieszony
pt_br: Suspenso
ro: Suspendat
ru: Приостановлено
sk: Pozastavené
sl: Odstavljeno
sv: Upphävd
tr: Askıya alındı
uk: Призупинено
zh_hans: 暂停

source: Suspended - Auto
ar: معلق - تلقائي
da: Suspenderet - Auto
de: Ausgesetzt - Auto
es: Suspendido - Auto
fi: Keskeytetty - Auto
fr: Suspendu - Auto
he: מושעה - אוטומטי
hu: Felfüggesztve - Auto
it: Sospeso - Auto
ja: サスペンデッド - オート
ko: 일시 중단 - 자동
nb: Suspendert - Auto
nl: Opgeschort - Auto
pl: Zawieszony - Automatyczny
pt_br: Suspenso - Auto
ro: Suspendat - Auto
ru: Приостановлено - Авто
sk: Pozastavené - Auto
sl: Odstavljeno - samodejno
sv: Avstängd - Auto
tr: Askıya Alındı - Otomatik
uk: Призупинено - Авто
zh_hans: 暂停 - 自动

source: Suspended - Daily Max
ar: موقوف - الحد الأقصى اليومي
da: Suspenderet - dagligt maksimum
de: Suspendiert - Tägliches Maximum
es: Suspendido - Máximo diario
fi: Keskeytetty - Daily Max
fr: Suspendu - Maximum journalier
he: מושעה - דיילי מקס
hu: Felfüggesztett - napi maximum
it: Sospeso - Max giornaliero
ja: サスペンデッド - デイリーマックス
ko: 일시 중단 - 일일 최대
nb: Suspendert - daglig maks.
nl: Geschorst - Dagelijks Max
pl: Zawieszony - maks. dzienny
pt_br: Suspenso - Máximo diário
ro: Suspendat - Maxim zilnic
ru: Приостановлено - Ежедневный максимум
sk: Pozastavené - denný limit
sl: Odloženo - dnevni maksimum
sv: Upphävd - Daglig max
tr: Askıya Alındı - Günlük Maks.
uk: Призупинено - Daily Max
zh_hans: 暂停 - 每日最高限额

source: Suspended - Hourly Max
ar: معلق - الحد الأقصى للساعة
da: Suspenderet - maks. pr. time
de: Ausgesetzt - Stündlich Max
es: Suspendido - Máximo por hora
fi: Keskeytetty - Tuntikohtainen Max
fr: Suspendu - Maximum horaire
he: מושעה - מקסימום לפי שעה
hu: Felfüggesztett - Óránként Max
it: Sospeso - Max orario
ja: サスペンデッド
ko: 일시 중단 - 시간당 최대
nb: Suspendert - maks. per time
nl: Opgeschort - Uurmaximum
pl: Zawieszony - maks. godzinowo
pt_br: Suspenso - Máximo por hora
ro: Suspendat - Maxim orar
ru: Приостановлено - Часовой максимум
sk: Pozastavené - Hodinové maximum
sl: Odloženo - urni maksimum
sv: Avstängd - Max per timme
tr: Askıya Alındı - Saatlik Maks.
uk: Призупинено - максимум на годину
zh_hans: 暂停 - 每小时最大值

source: Suspended - Low BG
ar: مع وقف التنفيذ - انخفاض مستوى منخفض في الدم
da: Suspenderet - lav BG
de: Suspendiert - Niedriger BG
es: Suspendido - BG bajo
fi: Keskeytetty - Low BG
fr: Suspendu - Faible BG
he: מושעה - BG נמוך
hu: Felfüggesztett - Alacsony BG
it: Sospeso - BG basso
ja: 出場停止 - 低BG
ko: 일시 중단 - 낮은 BG
nb: Suspendert - Lav BG
nl: Geschorst - Laag BG
pl: Zawieszony - niski poziom BG
pt_br: Suspenso - Baixa BG
ro: Suspendat - Glicemie scăzută
ru: Приостановлено - низкий уровень BG
sk: Pozastavené - nízka hodnota BG
sl: Odloženo - nizka vrednost BG
sv: Avstängd - Låg BG
tr: Askıya alındı - Düşük BG
uk: Призупинено - низький BG
zh_hans: 暂停 - 低 BG

source: Sync Patch Data
ar: مزامنة بيانات التصحيح
da: Synkroniser patch-data
de: Synchronisieren von Patch-Daten
es: Sincronizar datos de parches
fi: Synkronoi korjauspäivitystiedot
fr: Synchroniser les données de patch
he: סנכרון נתוני תיקון
hu: Szinkronizálja a javítás adatait
it: Sincronizza i dati delle patch
ja: パッチデータの同期
ko: 패치 데이터 동기화
nb: Synkroniser patch-data
nl: Synchronisatie data
pl: Synchronizacja danych poprawek
pt_br: Sincronizar dados de patch
ro: Sincronizare date patch
ru: Синхронизация данных патчей
sk: Synchronizácia údajov o záplatách
sl: Sinhronizacija podatkov o popravkih
sv: Synkronisera patchdata
tr: Senkronizasyon Yama Verileri
uk: Синхронізувати дані патчів
zh_hans: 同步储药器数据

source: Temp Basal
ar: قالب أساسي
da: Midlertidig Basal
de: Tempel Basal
es: Basal temporal
fi: Väliaikainen Basaali
fr: Basal Temporaire
he: טמפ' בסיסי
hu: Temp Basális
it: Basale Temporanea
ja: 基礎温度
ko: 기본 온도
nb: Midlertidig basal
nl: Tijdelijk basaal
pl: Baza tymczasowa
pt_br: Basal temporaria
ro: Bazală temporală
ru: Временный базал
sk: Dočasný bazál
tr: Sıcaklık Bazal
zh_hans: 临时篮子

source: The patch is intended to be used for only 3 days and 8 hours. Exceeding this time may cause the patch to become unreliable. This is NOT recommended. Consider using normal lifetime. Please be aware that new firmware in the latest generation of pump bases may block bolus commands after 5 days (120 hours).
ar: من المفترض استخدام اللصقة لمدة 3 أيام و8 ساعات فقط. قد يؤدي تجاوز هذه المدة إلى عدم الاعتماد على اللصقة. لا يوصى بذلك. ضع في اعتبارك استخدام العمر الافتراضي العادي. يُرجى الانتباه إلى أن البرامج الثابتة الجديدة في أحدث جيل من قواعد المضخة قد تمنع أوامر البلعة بعد 5 أيام (120 ساعة).
da: Plasteret er kun beregnet til at blive brugt i 3 dage og 8 timer. Overskridelse af denne tid kan medføre, at plasteret bliver upålideligt. Dette anbefales IKKE. Overvej at bruge normal levetid.
de: Das Pflaster soll nur 3 Tage und 8 Stunden lang verwendet werden. Eine Überschreitung dieser Zeit kann dazu führen, dass das Pflaster unzuverlässig wird. Dies wird NICHT empfohlen. Erwägen Sie die Verwendung der normalen Lebensdauer. Bitte beachten Sie, dass die neue Firmware der neuesten Generation von Pumpenbasen Bolusbefehle nach 5 Tagen (120 Stunden) blockieren kann.
es: El parche sólo debe utilizarse durante 3 días y 8 horas. Si se excede este tiempo, el parche puede dejar de ser fiable. NO se recomienda. Considere la posibilidad de utilizar la vida útil normal. Tenga en cuenta que el nuevo firmware de la última generación de bases de bomba puede bloquear los comandos de bolo después de 5 días (120 horas).
fi: Laastari on tarkoitettu käytettäväksi vain 3 päivän ja 8 tunnin ajan. Tämän ajan ylittäminen voi aiheuttaa laastarin epäluotettavuuden. Tätä EI suositella. Harkitse normaalin käyttöiän käyttämistä. Huomaa, että uusimman sukupolven pumppupohjien uusi laiteohjelmisto saattaa estää boluskomennot 5 päivän (120 tunnin) jälkeen.
fr: Le patch est destiné à être utilisé pendant 3 jours et 8 heures seulement. Si vous dépassez cette durée, le patch risque de ne plus être fiable. Ceci n'est PAS recommandé. Envisagez d'utiliser la durée de vie normale. Veuillez noter que le nouveau micrologiciel de la dernière génération de bases de pompe peut bloquer les commandes de bolus après 5 jours (120 heures).
he: התיקון מיועד לשימוש למשך 3 ימים ו -8 שעות בלבד. חריגה מזמן זה עלולה לגרום לתיקון להיות לא אמין. זה לא מומלץ. שקול להשתמש בחיים רגילים. שים לב כי קושחה חדשה בדור האחרון של בסיסי המשאבה עשויה לחסום פקודות בולוס לאחר 5 ימים (120 שעות).
hu: A tapasz csak 3 napig és 8 óráig használható. Ezen idő túllépése a tapasz megbízhatatlanná válását okozhatja. Ez NEM ajánlott. Fontolja meg a normál élettartam használatát. Kérjük, vegye figyelembe, hogy a legújabb generációs pumpaalapok új firmware-je 5 nap (120 óra) után blokkolhatja a bolus parancsokat.
it: Il cerotto deve essere utilizzato solo per 3 giorni e 8 ore. Il superamento di questo tempo può causare l'inaffidabilità del cerotto. Questo non è raccomandato. Considerare l'utilizzo della normale durata di vita.
ja: パッチは3日と8時間のみ使用することを意図しています。この時間を超えると、パッチが信頼できなくなることがあります。これは推奨されません。通常の寿命の使用を検討してください。最新世代のポンプベースの新しいファームウェアは、5日（120時間）後にボーラスコマンドをブロックすることがありますのでご注意ください。
ko: 이 패치는 3일 8시간 동안만 사용하도록 되어 있습니다. 이 시간을 초과하면 패치가 불안정해질 수 있습니다. 이는 권장되지 않습니다. 일반 수명을 사용하는 것이 좋습니다. 최신 펌프 베이스의 새 펌웨어는 5일(120시간) 후에 볼러스 명령을 차단할 수 있다는 점에 유의하세요.
nb: Plasteret skal kun brukes i 3 dager og 8 timer. Det kan føre til at plasteret ikke blir sikkert når det ikke overskrides. Vurder å bruke normal levetid. Vær oppmerksom på at ny fastvare ved nyeste generering av pumpeskjold kan blokkere boluskommandoer etter 5 dager (120 timer).
nl: De patch is bedoeld voor gebruik gedurende slechts 3 dagen en 8 uur. Als je deze tijd overschrijdt, kan de patch onbetrouwbaar worden. Dit wordt NIET aanbevolen. Overweeg om de normale levensduur te gebruiken. Houd er rekening mee dat nieuwe firmware in de nieuwste generatie pomphouders boluscommando's na 5 dagen (120 uur) kan blokkeren.
pl: Plaster jest przeznaczony do stosowania tylko przez 3 dni i 8 godzin. Przekroczenie tego czasu może spowodować, że plaster stanie się zawodny. NIE jest to zalecane. Należy rozważyć użycie normalnego okresu użytkowania. Należy pamiętać, że nowe oprogramowanie sprzętowe w najnowszej generacji podstaw pomp może blokować polecenia bolusa po 5 dniach (120 godzinach).
pt_br: O adesivo deve ser usado por apenas 3 dias e 8 horas. Exceder esse tempo pode fazer com que o adesivo deixe de ser confiável. Isso NÃO é recomendado. Considere usar a vida útil normal. Esteja ciente de que o novo firmware da última geração de bases de bombas pode bloquear os comandos de bolus após 5 dias (120 horas).
ro: Pompa este destinată a fi utilizată timp de numai 3 zile și 8 ore. Depășirea acestei perioade poate face ca pompa să fie nefiabilă. Acest lucru NU este recomandat. Luați în considerare utilizarea duratei de viață normale. Vă rugăm să rețineți că noul firmware din ultima generație de baze de pompe poate bloca comenzile bolus după 5 zile (120 de ore).
ru: Пластырь предназначен для использования только в течение 3 дней и 8 часов. Превышение этого срока может привести к ненадежности пластыря. Это НЕ рекомендуется. Подумайте об использовании обычного срока службы. Пожалуйста, имейте в виду, что новое встроенное программное обеспечение в базах насосов последнего поколения может блокировать команды болюса через 5 дней (120 часов).
sk: Náplasť sa má používať len 3 dni a 8 hodín. Prekročenie tohto času môže spôsobiť nespoľahlivosť náplasti. Toto sa NEODPORÚČA. Zvážte použitie normálnej životnosti. Upozorňujeme, že nový firmvér v základniach púmp najnovšej generácie môže po 5 dňoch (120 hodinách) zablokovať príkazy na podanie bolusu.
sl: Obliž naj bi se uporabljal le 3 dni in 8 ur. Če ta čas prekoračite, lahko obliž postane nezanesljiv. To NI priporočljivo. Razmislite o uporabi običajne življenjske dobe. Upoštevajte, da lahko nova vdelana programska oprema v najnovejši generaciji baz črpalke blokira ukaze za bolus po 5 dneh (120 urah).
sv: Plåstret är avsett att användas i endast 3 dagar och 8 timmar. Om denna tid överskrids kan det leda till att plåstret blir opålitligt. Detta är INTE rekommenderat. Överväg att använda normal livslängd. Tänk på att ny firmware i den senaste generationen pumpbaser kan blockera boluskommandon efter 5 dagar (120 timmar).
tr: Yama sadece 3 gün ve 8 saat süreyle kullanılmak üzere tasarlanmıştır. Bu sürenin aşılması yamanın güvenilmez hale gelmesine neden olabilir. Bu tavsiye edilmez. Normal kullanım ömrünü kullanmayı düşünün. En yeni nesil pompa tabanlarındaki yeni aygıt yazılımının 5 gün (120 saat) sonra bolus komutlarını engelleyebileceğini lütfen unutmayın.
uk: Патч призначений для використання лише протягом 3 днів і 8 годин. Перевищення цього часу може призвести до ненадійної роботи латки. Це НЕ рекомендується. Розгляньте можливість використання звичайного терміну дії. Зверніть увагу, що нове програмне забезпечення в базах помп останнього покоління може блокувати команди болюсу через 5 днів (120 годин).
zh_hans: 贴泵建议仅使用 3 天 8 小时。超过该时长，贴泵工作可靠性会下降，不建议超期使用，请使用标准使用寿命配置。请注意：新一代主控头的新版固件，在运行满 5 天（120 小时）之后，可能会封锁大剂量给药指令。

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
ar: الوقت على مضختك مختلف عن الوقت الحالي. هل تريد تحديث الوقت على مضختك إلى الوقت الحالي؟
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Vil du opdatere tiden på din pumpe til den aktuelle tid?
de: Die Zeit auf Ihrer Pumpe weicht von der aktuellen Zeit ab. Möchten Sie die Zeit auf Ihrer Pumpe auf die aktuelle Zeit aktualisieren?
es: La hora de la bomba es diferente de la hora actual. Desea actualizar la hora de su bomba a la hora actual?
fi: Pumppusi kellonaika poikkeaa nykyisestä kellonajasta. Haluatko päivittää pumppusi ajan nykyiseen aikaan?
fr: L'heure de votre pompe est différente de l'heure actuelle. Voulez-vous mettre à jour l'heure de votre pompe pour qu'elle corresponde à l'heure actuelle ?
he: הזמן במשאבה שלך שונה מהזמן הנוכחי. האם ברצונך לעדכן את השעה במשאבה שלך לשעה הנוכחית?
hu: A szivattyún lévő idő eltér az aktuális időtől. Szeretné frissíteni a szivattyún lévő időt az aktuális időre?
it: L'ora sul microinfusore è diversa dall'ora corrente. Si desidera aggiornare l'ora del microinfusore all'ora corrente?
ja: ポンプの時刻が現在時刻と異なっています。ポンプの時刻を現在時刻に更新しますか？
ko: 펌프의 시간이 현재 시간과 다릅니다. 펌프의 시간을 현재 시간으로 업데이트하시겠습니까?
nb: Tiden det tar på pumpen er forskjellig fra nåværende tidspunkt. Ønsker du å oppdatere tidspunktet på pumpen til nåværende tidspunkt?
nl: De tijd op je pomp is anders dan de huidige tijd. Wil je de tijd op je pomp bijwerken naar de huidige tijd?
pl: Czas na pompie różni się od aktualnego czasu. Czy chcesz zaktualizować czas na pompie do aktualnego czasu?
pt_br: A hora em sua bomba é diferente da hora atual. Deseja atualizar a hora em sua bomba para a hora atual?
ro: Timpul din pompa dumneavoastră este diferit de timpul curent. Doriți să actualizați timpul din pompă la timpul actual?
ru: Время на вашем насосе отличается от текущего времени. Вы хотите обновить время на вашем насосе до текущего времени?
sk: Čas na vašej pumpe sa líši od aktuálneho času. Chcete aktualizovať čas na čerpadle na aktuálny čas?
sl: Čas na črpalki se razlikuje od trenutnega časa. Želite posodobiti čas na črpalki s trenutnim časom?
sv: Tiden på din pump skiljer sig från aktuell tid. Vill du uppdatera tiden på din pump till aktuell tid?
tr: Pompanızdaki saat geçerli saatten farklı. Pompanızdaki saati geçerli saate güncellemek istiyor musunuz?
uk: Час на вашому насосі відрізняється від поточного. Ви хочете оновити час на насосі до поточного?
zh_hans: 泵上的时间与当前时间不同。您想将泵上的时间更新为当前时间吗？

source: The time on your pump is different from the current time. Your pump’s time controls your scheduled therapy settings. Scroll down to Pump Time row to review the time difference and configure your pump.
ar: يختلف الوقت في مضختك عن الوقت الحالي. يتحكم وقت مضختك في إعدادات العلاج المجدول الخاص بك. قم بالتمرير لأسفل إلى صف وقت المضخة لمراجعة فرق الوقت وتهيئة المضخة الخاصة بك.
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Pumpens tid styrer dine indstillinger for planlagt behandling. Rul ned til rækken Pumpetid for at se tidsforskellen og konfigurere din pumpe.
de: Die Uhrzeit auf Ihrer Pumpe unterscheidet sich von der aktuellen Uhrzeit. Die Zeit Ihrer Pumpe steuert Ihre geplanten Therapieeinstellungen. Blättern Sie nach unten zur Zeile Pumpenzeit, um den Zeitunterschied zu überprüfen und Ihre Pumpe zu konfigurieren.
es: La hora de su bomba es diferente de la hora actual. La hora de su bomba controla los ajustes programados de su terapia. Desplácese hacia abajo hasta la fila Hora de la bomba para revisar la diferencia horaria y configurar su bomba.
fi: Pumppusi kellonaika poikkeaa nykyisestä kellonajasta. Pumpun aika ohjaa ajastettuja hoitoasetuksia. Selaa alaspäin Pumpun aika -riville, jotta voit tarkistaa aikaeron ja määrittää pumppusi.
fr: L'heure de votre pompe est différente de l'heure actuelle. L'heure de votre pompe contrôle les paramètres de votre thérapie programmée. Faites défiler vers le bas jusqu'à la ligne Heure de la pompe pour consulter le décalage horaire et configurer votre pompe.
he: הזמן במשאבה שלך שונה מהזמן הנוכחי. זמן המשאבה שלך שולט בהגדרות הטיפול המתוזמנות שלך. גלול מטה לשורה זמן משאבה כדי לבדוק את הפרש הזמן ולהגדיר את המשאבה שלך.
hu: A szivattyún lévő idő eltér az aktuális időtől. A pumpa ideje szabályozza az ütemezett terápiás beállításokat. Az időeltolódás áttekintéséhez és a szivattyú beállításához görgessen lefelé a Pump Time (Szivattyú ideje) sorba.
it: L'ora del microinfusore è diversa dall'ora corrente. L'ora del microinfusore controlla le impostazioni della terapia programmata. Scorrere la riga dell'ora del microinfusore per verificare la differenza di orario e configurare il microinfusore.
ja: ポンプの時刻は現在時刻とは異なります。ポンプの時刻はスケジュールされた治療設定を制御します。ポンプ時刻の行までスクロールして、時差を確認し、ポンプを設定してください。
ko: 펌프의 시간이 현재 시간과 다릅니다. 펌프의 시간은 예약된 치료 설정을 제어합니다. 아래로 스크롤하여 펌프 시간 행으로 이동하여 시차를 검토하고 펌프를 구성합니다.
nb: Tiden det tar på pumpen er forskjellig fra tiden pumpen din når du kontrollerer innstillingene i den planlagte behandlingen. Bla ned for å pumpe tidsraden for å se på tidsdifferansene og konfigurere pumpen.
nl: De tijd op je pomp verschilt van de huidige tijd. De tijd op je pomp bepaalt je geplande therapie-instellingen. Scroll naar beneden naar de rij Pomptijd om het tijdsverschil te bekijken en je pomp te configureren.
pl: Godzina na pompie różni się od aktualnej godziny. Czas pompy steruje ustawieniami zaplanowanej terapii. Przewiń w dół do wiersza Pump Time (Czas pompy), aby sprawdzić różnicę czasu i skonfigurować pompę.
pt_br: A hora em sua bomba é diferente da hora atual. A hora da bomba controla as configurações da terapia programada. Role para baixo até a linha Pump Time (Hora da bomba) para revisar a diferença de horário e configurar sua bomba.
ro: Timpul din pompa dumneavoastră este diferit de timpul actual. Timpul pompei dumneavoastră controlează setările de terapie programate. Derulați în jos la rândul Timp pompă pentru a revizui diferența de timp și pentru a vă configura pompa.
ru: Время на вашей помпе отличается от текущего времени. Время на помпе контролирует настройки запланированной терапии. Прокрутите вниз до строки "Время на насосе", чтобы просмотреть разницу во времени и настроить насос.
sk: Čas na vašej pumpe sa líši od aktuálneho času. Čas vašej pumpy riadi nastavenia plánovanej terapie. Prejdite na riadok Čas na pumpe, aby ste skontrolovali časový rozdiel a nakonfigurovali svoju pumpu.
sl: Čas na črpalki se razlikuje od trenutnega časa. Čas na črpalki nadzoruje nastavitve načrtovane terapije. Pomaknite se navzdol v vrstico Čas črpalke, da pregledate časovno razliko in nastavite črpalko.
sv: Tiden på din pump skiljer sig från aktuell tid. Pumpens tid styr dina schemalagda behandlingsinställningar. Scrolla ner till raden Pumptid för att granska tidsskillnaden och konfigurera din pump.
tr: Pompanızdaki saat, geçerli saatten farklıdır. Pompanızın saati programlanmış terapi ayarlarınızı kontrol eder. Saat farkını incelemek ve pompanızı yapılandırmak için Pompa Saati satırına ilerleyin.
uk: Час на вашій помпі відрізняється від поточного часу. Час на вашій помпі контролює налаштування запланованої терапії. Прокрутіть вниз до рядка "Час помпи", щоб переглянути різницю в часі та налаштувати свою помпу.
zh_hans: 泵上的时间与当前时间不同。泵上的时间控制着您的计划治疗设置。向下滚动到泵时间行，查看时差并配置您的泵。

source: Time Change Detected
ar: تم اكتشاف تغير الوقت
da: Tidsændring opdaget
de: Erkannte Zeitänderung
es: Cambio de hora detectado
fi: Ajan muutos havaittu
fr: Changement d'heure détecté
he: שינוי זמן זוהה
hu: Érzékelt időváltozás
it: Variazione di tempo rilevata
ja: 検出された時間変化
ko: 시간 변경 감지
nb: Tidsendring oppdaget
nl: Tijdsverandering gedetecteerd
pl: Wykryta zmiana czasu
pt_br: Mudança de horário detectada
ro: Schimbare de timp detectată
ru: Обнаружено изменение времени
sk: Zistená zmena času
sl: Zaznana sprememba časa
sv: Tidsändring detekterad
tr: Zaman Değişikliği Tespit Edildi
uk: Виявлено зміну часу
zh_hans: 检测到的时间变化

source: Toggle heartbeat mode
ar: تبديل وضع نبضات القلب
da: Slå hjerteslag til/fra
de: Herzschlag-Modus umschalten
es: Cambiar modo latido del corazón
fi: Vaihda sykkeen tilaa
fr: Basculer en mode pulsations cardiaques
he: החלף מצב פעימות לב
hu: Szívverés üzemmód váltása
it: Attiva/Disattiva modalità battito cardiaco
ja: ハートビートモードの切り替え
ko: 하트비트 모드 전환
nb: Veksle hjerteslag-modus
nl: Schakel harbeat modus aan/uit
pl: Przełącz tryb bicia serca
pt_br: Alternar modo pulso
ro: Comutați modul puls
ru: Вкл/выкл режим сердца
sk: Zapnutie/vypnutie režimu heartbeat
sl: Preklapljanje načina srčnega utripa
sv: Växla hjärtslag läge
tr: Kalp atışı modunu değiştir
uk: Увімкнути режим серцебиття
zh_hans: 切换心跳动模式

source: U/hr
ar: وحدة/ساعة
da: U/time
de: U/Std.
es: U/h
fi: U/h
fr: U/h
he: U/שעה
hu: U/óra
it: U/ora
ja: U/時
nb: U/time
nl: U/u
pl: U/godz.
pt_br: U/hora
ro: U/oră
ru: у/час
sk: U/hod
sl: U/uro
sv: U/timme
tr: U/saat
uk: У/год

source: Use at your own risk!
ar: استخدمه على مسؤوليتك الخاصة!
da: Brug på egen risiko!
de: Benutzung auf eigene Gefahr!
es: Utilícelo bajo su propia responsabilidad.
fi: Käytä omalla vastuullasi!
fr: A utiliser à vos risques et périls !
he: השתמש על אחריותך בלבד!
hu: Használata saját felelősségre történik!
it: Utilizzare a proprio rischio e pericolo!
ja: 自己責任で使用すること！
ko: 본인 책임하에 사용하세요!
nb: Bruk på egen risiko!
nl: Gebruik op eigen risico!
pl: Używaj na własne ryzyko!
pt_br: Use por sua própria conta e risco!
ro: Utilizați pe propriul risc!
ru: Используйте на свой страх и риск!
sk: Používajte na vlastné riziko!
sl: Uporabljajte na lastno odgovornost!
sv: Använd på egen risk!
tr: Kendi sorumluluğunuzda kullanın!
uk: Використовуйте на свій страх і ризик!
zh_hans: 使用风险自负！

source: Use extended lifetime
ar: استخدام العمر الافتراضي الممتد
da: Brug forlænget levetid
de: Verlängerte Lebensdauer verwenden
es: Uso prolongado de la vida útil
fi: Käytä pidennettyä käyttöikää
fr: Utiliser la durée de vie prolongée
he: השתמש באורך חיים מורחב
hu: Használja a meghosszabbított élettartamot
it: Utilizzare la durata di vita estesa
ja: 寿命延長の使用
ko: 수명 연장 사용
nb: Bruk utvidet levetid
nl: Gebruik verlengde levensduur (doorgaan tot batterij leeg is)
pl: Wydłużony okres użytkowania
pt_br: Uso de vida útil prolongada
ro: Utilizați durata de viață extinsă
ru: Используйте увеличенный срок службы
sk: Použiť predĺženú životnosť
sl: Uporabite podaljšano življenjsko dobo
sv: Använd förlängd livstid
tr: Uzatılmış kullanım ömrü kullanın
uk: Використовуйте подовжений термін служби
zh_hans: 使用延长生命周期
